export default function Quote() {
  return (
    <section className="bg-gray-50 dark:bg-gray-800">
      <div className="max-w-screen-xl px-4 py-8 mx-auto  lg:py-24 lg:px-6">
        <h3 className="text-3xl font-bold mb-2">مقدمة عامة:</h3>
        <p className="text-red-500 text-xl mb-2 ">
          عزيزي الطالب لماذا يتم دراسة مقرر أجهزة العرض التعليمية؟{" "}
        </p>
        <p className="max-w-2xl mb-2 font-light lg:mb-8 md:text-lg lg:text-xl dark:text-gray-400 leading-9">
          يعد الاستعانة بالتكنولوجيا الحديثة فى العملية التعليمية أمر لا غنى عنه
          وأحد الدعائم الأساسية فى منظومة التعلم، حيث إن استخدامها يتيح
          للمتعلمين أشكالاً جديدة من الاتصال وطرقاً جديدة فى التواصل وحل
          المشكلات، وعلى ذلك كان استخدام أجهزة العرض فى التعليم كأحد أدوات
          التكنولوجيا الحديثة أمراً ضرورياً ومتطلباً أساسيا لتقدم العملية
          التعليمية وكفاءتها مرهوناً بالاستخدام السليم لهذه الأجهزة. فأجهزة
          العرض التعليمية هي وسائل تحقيق أهداف العملية التعليمية وتحسين عمليتي
          التعليم والتعلم، وتحقيق الاتصال الفعال بين المحتوى والمتعلم، قائمة على
          الاستعانة بمعدات وآلات ووسائل تكنولوجيا التعليم، لتحقيق أفضل أداء
          وبأقل تكلفة وفى أقل وقت وأكثر سرعة ودقة، مع التحديث والتطوير فى
          قدراتها وإمكانياتها لخدمة الأغراض التعليمية والتربوية، فى ضوء ذلك سوف
          نتناول في بيئة التعلم أهم الاجهزة التعليمية التي يمكن توظيفها
          والاستعانة بها فى العملية التعليمية للاستفادة منها وتحقيق الأهداف
          المنشودة
        </p>
        <hr className="w-3/4 my-3" />

        <p className="text-red-500 text-xl mb-2">
          التعريف ببيئة التعلم الالكترونية:
        </p>

        <p className="max-w-2xl mb-2 font-light lg:mb-8 md:text-lg lg:text-xl dark:text-gray-400 leading-9">
          سوف يتم دراسة مقرر أجهزة العرض التعليمية في خمس موديولات تعليمية ويتم
          التنقل بينهم تباعاً بعد الانتهاء من دراسة كل موديول يتم فتح الموديول
          التالي وهذه الموديولات هي كالأتي:
          <ul className="list-inside list-disc px-4 pt-3 mb-6">
            <li className="">
              الموديول الاول: المفاهيم الأساسية لأجهزة العرض وتصنيفها.
            </li>
            <li>الموديول الثاني: جهاز كاميرا تصوير سطح المكتب.</li>
            <li>الموديول الثالث: جهاز عرض البيانات.</li>
            <li>الموديول الرابع: جهاز السبورة الذكية.</li>
            <li>الموديول الخامس: جهاز عرض الهولوجرام.</li>
          </ul>
        </p>
      </div>
    </section>
  );
}
